"productType": "ACTIVITY",
"name": "Tandem Skydive 14,000ft Shuttle Service",
"shortDescription": "[With Shuttle Service - Free Transfers] for travellers in Sydney city. Skydive up to 14,000ft no more to pay. Drop into our exclusive skydive departure lounge located at 196 Elizabeth St, Sydney. 350m from Central Railway station.",
"description": "<p>[With Shuttle Service - Free Transfers Sydney City]&nbsp;This product is for travellers who are in Sydney City and require return transfers from the downtown Sydney City.</p><p>Skydive for travellers Staying in Sydney. Includes easy convenient return transfers from our Sydney City skydive checkin and departure lounge located at 196 Elizabeth St, Sydney. The closest skydive to Sydney only 55min from the city. Amazing views.</p><p>We offer the best service, value skydive and fun if you are looking to do a skydive in Sydney. Up to 14,000ft no more to pay. Sydney's only self contained full service skydiving centre, the closest to Sydney only 55min from the Sydney CBD.</p><p>Being self-contained we are the only Skydive operation where you can actually watch your friends and family every step of the way through their entire Skydive. They will gear up right in front of you, board the aircraft right in front of you and land right in front of you.</p><p>We are open 7 days all year &nbsp;*bookings required. Book online today and get instant confirmation, all you need to do is turn up on the day.</p><p><br></p><div></div><p>Maximum Value</p><div><br><ul><li>Freefall from up to 14,000ft</li><li>Fast Jet engine aircraft with magnificent coastal and blue mountain views and Sydney city skyline</li><li>Video and Photos of your Skydive available</li><li>FREE souvenir 4 Gig USB Flash drive loaded with your skydive video and or photos with every video package purchased</li><li>Book on-line instantly with Visa or Mastercard</li><li>Unbeatable Specials for Groups, Students, Travelers and Backpackers</li><li>Sydney's only fully self contained skydive centre, drive in and skydive in comfort</li><li>Sydney: Air conditioned customer lounge, Coffee Shop, BBQ picnic areas for a great day out</li></ul></div>",
"productCode": "PKFA8G",
"internalCode": "SYD- Shuttle",
"supplierId": 7005,
"supplierAlias": "sydneyskydivers",
"supplierName": "Sydney Skydivers",
"timezone": "Australia/Sydney",
"advertisedPrice": 249,
"priceOptions": [{
	"id": 99046,
	"price": 275,
	"label": "Quantity",
	"seatsUsed": 1
}],
"currency": "AUD",
"unitLabel": "Participant",
"unitLabelPlural": "Participants",
"quantityRequired": true,
"quantityRequiredMin": 1,
"quantityRequiredMax": 30,
"images": [{
	"itemUrl": "https://img.rezdy.com/PRODUCT_IMAGE/7005/sydneyskydivers.jpg",
	"thumbnailUrl": "https://img.rezdy.com/PRODUCT_IMAGE/7005/sydneyskydivers_tb.jpg"
}, {
	"itemUrl": "https://img.rezdy.com/PRODUCT_IMAGE/7005/plane.jpeg",
	"thumbnailUrl": "https://img.rezdy.com/PRODUCT_IMAGE/7005/plane_tb.jpeg"
}, {
	"itemUrl": "https://img.rezdy.com/PRODUCT_IMAGE/7005/lounge_wb2.jpg",
	"thumbnailUrl": "https://img.rezdy.com/PRODUCT_IMAGE/7005/lounge_wb2_tb.jpg"
}],
"bookingMode": "INVENTORY",
"charter": false,
"terms": "",
"generalTerms": "TERMS AND CONDITIONS:\r\n\r\n* Over 95kg additional fees apply, max 110kg\r\n\r\nBy making a booking you agree to the following terms and conditions which are publicly available on our web site or by request.\r\n\r\nAll bookings are given a checkin time only. This is not a jump time. Failure to turn up at the assigned checkin time may result in delays to your jump. You will need to checkin and complete paperwork and briefings prior to your jump so it is important that you arrive and checkin on time.\r\n\r\nBookings are non-refundable however you may change your booking date or checkin time with 24hrs prior notice. Should weather prevent your jump from proceeding all payments remain valid for a period of 12 months from original booking date and you are free to choose an alternative date. There are no refunds due weather unless you paid for booking insurance at the time of the original booking. Booking insurance is only available at the time of booking and may not be added at a later date.\r\n\r\nLess that 24hours prior notice will result in a $25 re booking fee being charged.\r\n\r\nIf you think you may be unable to choose alternative dates or have limited availability or are traveling we strongly advise you choose booking insurance. Booking insurance is $19 per person which must be paid at the time of booking and allows you to receive a full refund. Not including the $19 insurance and not including any merchant fees.\r\n\r\nBooking insurance will protect you should you be unable to jump due to weather and not be able to rebook to another date or transfer your booking to another of our skydive locations. It also covers you for accidents, sickness and breakdowns on the day of your skydive as long as you notify us prior to your checkin time on the day of your jump allowing you to re book to another date or receive a full refund less the pre paid booking insurance fee of $19 per person.\r\n\r\nAt the time of booking all validity of packages, prices and offers must be confirmed by the customer booking the skydive. We reserve the right to refuse expired, invalid or unconfirmed offers or packages.\r\n\r\nTo change your booking we require 24 hours notice. We require a $100 deposit per person prior to the booking date. Deposits are a per person payment payment and may not be used to pay the balance of another persons skydive. Deposits are transferable to another person to pay their deposit and remain valid for 12 months.\r\n\r\nThere are no refunds without booking insurance. Booking insurance does not cover persons, or members of a group, failing to turn up on the day of their booking without giving prior notice.\r\n\r\nCredit Card Payments. A 1.8% credit card surcharge may apply. Where this takes place customers will be advised prior to making payment and given the choice of alternate payment methods. In extraordinary circumstances where a refund does take place without booking insurance a $40 administrational fee per person will be charged.\r\n\r\nSafety is a large consideration when skydiving, factors such as wind, cloud, rain, and other factors such as air traffic can affect the time it takes to complete your skydive activity. Weather can change for better or worse in minutes. Whilst we endeavor to complete an individual’s jump within 2-3 hours of arrival, we advise you to arrive with no time constraints – you should plan for this to be at least a half- day’s activity.\r\n\r\nAircraft are mechanical and periodically require servicing and maintenance; we reserve the right to change aircraft type without notice. On occasion, these aircraft changes, weather , Air Traffic Control (ATC) and other operational considerations may require us to change our operational altitude without notice.\r\n\r\nAny unplanned Aircraft availability or other unexpected circumstances beyond our control preventing jumps proceeding: Bookings may be changed to any other date within 12 months of the original booking date. Any refund request due to jumps not proceeding and customers being unable to choose alternative dates requires booking insurance.\r\n\r\nMedical conditions or any other considerations that may affect your skydive should be discussed with us prior to your booking. No alcohol / recreational drugs or medication that may affect or impair your judgment are to be taken.\r\n\r\nGift Vouchers are non-refundable but are transferable. Vouchers will expire 12 months after purchase. Failure to checkin on your chosen date and time will render your voucher invalid.\r\n\r\nExtending a Gift Voucher expiry date:\r\n\r\nWe understand that things do pop up, or time can pass you by. If you forget to redeem your voucher there are some options to extend the value of your voucher.\r\n\r\nNot Expired - Extension Required\r\n\r\nIf your voucher hasn't expired, we can extend your voucher for an additional 3 months for an administration fee of $50. An extension can only be made once.\r\n\r\nVoucher Expired - within 30 days of expiry\r\n\r\nIf your voucher has been expired for 30 days or less we can reactivate your voucher for a fee of $50 this will extend your gift voucher for 30 days.\r\n\r\n\r\nVoucher Expired - 31 days or more past expiry\r\n\r\nIf your voucher has been expired for 31 days or more the voucher cannot be extended under any circumstances.\r\n\r\nBooking a Gift Voucher. You need to redeem your Gift Voucher PRIOR to the jump day by calling and letting us know your voucher number, otherwise you will be unable to use the voucher on the day of your jump.\r\n\r\nIf you lose or misplace your voucher you can still redeem the voucher by quoting your voucher number when booking. To physically replace a lost or misplaced voucher is $25 inc express postage.\r\n\r\nYou must safeguard your voucher number; we will honor or redeem any voucher if a valid (unused) voucher number is quoted.\r\n\r\nWeight is an important factor in Aviation and Skydiving. It affects aircraft weight and balance , fuel allowances and climb rates.\r\n\r\nWeight is also an important factor on a Tandem jump. It affects equipment maintenance, your instructors workload and manufacturers limits and specifications on equipment.\r\n\r\nPlease note that MAXIMUM weight for a Tandem skydive is 110kg All passengers over 95kg a surcharge will apply as follows:\r\n\r\n95kg and over $25\r\n100kg and over $50\r\n\r\n* 110kg and over $100\r\n* Any marginal weight over 110kg where we assess the weight to be acceptable.\r\n\r\nMinimum age is 12 years old and all minors must have a legal guardian present on the day of the jump.\r\n\r\nWhilst it is not mandatory to book a video, it is advisable, as on some occasions a late change of mind may result in disappointment.\r\n\r\nAll bookings require a $100 deposit per person paid at the time of booking to secure your checkin time. If due to weather or after your arrival you are unable to complete your skydive your booking remains valid for 12 months from the original booking date and you may select another date. Deposits may not be used to pay the balance of another persons skydive. Deposits are transferable to pay another persons deposit.\r\n\r\nVideo and photo charges:\r\n\r\nIf all footage is unavailable due to camera failure or other unforeseen circumstances you will be offered a second skydive on the same day with camera AT NO CHARGE, or a full refund of your video/photo product payment.",
"extras": [{
	"name": "Photos Only",
	"description": "Capture all the action and receive up to 150-250 still photos of your skydive. Photos are 5-11 Megapixel each and are great for blowing to large prints. We will provide your photos on a USB flash drive.",
	"price": 99,
	"extraPriceType": "ANY",
	"image": {
		"itemUrl": "https://img.rezdy.com/EXTRA_IMAGE/photo.jpeg",
		"thumbnailUrl": "https://img.rezdy.com/EXTRA_IMAGE/photo_tb.jpeg"
	}
}, {
	"name": "Video and Photos",
	"description": "Receive the lot. Your Instructor will use an HD Go Pro to capture all the action and highlights of your skydive including boarding the aircraft, inside the aircraft, your exit from the aircraft, freefall and landing. We provide your video on USB flash drive for easy sharing and playing on your computer. Plus receive 150-200 great photos perfect for web and email sharing. Video and Photos provided on USB drive. DVD upgrade available.",
	"price": 129,
	"extraPriceType": "ANY",
	"image": {
		"itemUrl": "https://img.rezdy.com/EXTRA_IMAGE/9a04a20e4f184ce4abb9f1a7e65e793cphoto.jpeg",
		"thumbnailUrl": "https://img.rezdy.com/EXTRA_IMAGE/9a04a20e4f184ce4abb9f1a7e65e793cphoto_tb.jpeg"
	}
}, {
	"name": "Video Only",
	"description": "Your Instructor will use an HD Go Pro to capture all the action and highlights of your skydive including boarding the aircraft, inside the aircraft, your exit from the aircraft, freefall and landing. We provide your video on USB flash drive for easy sharing and playing on your computer. DVD upgrade available.",
	"price": 120,
	"extraPriceType": "ANY",
	"image": {
		"itemUrl": "https://img.rezdy.com/EXTRA_IMAGE/8c7c4a8ba30d42d08c65c1282b46fd63photo.jpeg",
		"thumbnailUrl": "https://img.rezdy.com/EXTRA_IMAGE/8c7c4a8ba30d42d08c65c1282b46fd63photo_tb.jpeg"
	}
}, {
	"name": "Booking Insurance",
	"description": "It's all about choice.\r\n\r\nBooking insurance protects you if you need to cancel your skydive due to unforeseen circumstances prior to checkin. If you are travelling or you simply change your plans, car breaks down. If you are unable to re book to another day due to bad weather on the day of your skydive.\r\n\r\nBooking insurance ensures you receive a full refund not including the $19 pp booking insurance charge.\r\n\r\n* Direct bookings only. \r\n* This is a per person booking insurance fee and must be paid at the  time of the original booking.\r\n* Booking insurance not applicable to Gift Vouchers",
	"price": 19,
	"extraPriceType": "ANY",
	"image": {
		"itemUrl": "https://img.rezdy.com/EXTRA_IMAGE/Screen Shot 2015-01-10 at 6.38.40 pm.png",
		"thumbnailUrl": "https://img.rezdy.com/EXTRA_IMAGE/Screen Shot 2015-01-10 at 6.38.40 pm_tb.png"
	}
}],
"bookingFields": [{
	"label": "Anyone Over 95kg (209lbs) ?",
	"requiredPerParticipant": false,
	"requiredPerBooking": false,
	"listOptions": "Yes\r\nNo"
}, {
	"label": "First Name",
	"requiredPerParticipant": false,
	"requiredPerBooking": false
}, {
	"label": "Last Name",
	"requiredPerParticipant": false,
	"requiredPerBooking": false
}, {
	"label": "Phone",
	"requiredPerParticipant": false,
	"requiredPerBooking": false
}, {
	"label": "Mobile",
	"requiredPerParticipant": false,
	"requiredPerBooking": false
}, {
	"label": "Email",
	"requiredPerParticipant": false,
	"requiredPerBooking": false
}, {
	"label": "Pickup Location (Office Use ONLY)",
	"requiredPerParticipant": false,
	"requiredPerBooking": false
}, {
	"label": "Invoiced (Office Use Only)",
	"requiredPerParticipant": false,
	"requiredPerBooking": false
}, {
	"label": "By checking this box, you acknowledge that you have read and agree to the <a href=\"https://sydneyskydivers.rezdy.com/terms\" target=\"_blank\">Terms and Conditions</a>.",
	"requiredPerParticipant": false,
	"requiredPerBooking": false
}, {
	"label": "Booking Source",
	"requiredPerParticipant": false,
	"requiredPerBooking": false,
	"listOptions": "City Shop - Agent Booking PHONE\r\nCity Shop - Agent Booking EMAIL\r\nCity Shop - Agent Booking CHAT\r\nCity Shop - Direct Phone Booking\r\nCity Shop - Direct walk in over counter\r\nCity Shop - Direct Web Chat Booking\r\n1___________________________________________\r\nCairns Shop - Agent Booking PHONE\r\nCairns Shop - Agent Booking EMAIL\r\nCairns Shop - Agent Booking CHAT\r\nCairns Shop - Direct Phone Booking\r\nCairns Shop - Direct walk in over counter\r\nCairns Shop - Direct Web Chat Booking\r\n2___________________________________________\r\nBankstown - Agent Booking PHONE\r\nBankstown - Agent Booking EMAIL\r\nBankstown - Agent Booking CHAT\r\nBankstown - Direct Phone Booking\r\nBankstown - Direct walk in over counter\r\nBankstown - Direct Web Chat Booking\r\n3___________________________________________\r\nHome Office - Agent Booking PHONE\r\nHome Office - Agent Booking EMAIL\r\nHome Office - Agent Booking CHAT\r\nHome Office - Direct Phone Booking\r\nHome Office - Direct Web Chat Booking"
}, {
	"label": "Slack Customer Name",
	"requiredPerParticipant": false,
	"requiredPerBooking": false
}],
"latitude": -33.8797135,
"longitude": 151.20914059999996,
"confirmMode": "AUTOCONFIRM",
"confirmModeMinParticipants": 0,
"agentPaymentType": "PAYOUTS",
"maxCommissionPercent": 10,
"commissionIncludesExtras": false,
"cancellationPolicyDays": 30,
"minimumNoticeMinutes": 60,
"durationMinutes": 240,
"dateUpdated": "2016-11-17T03:21:27Z",
"pickupId": 561,
"locationAddress": {
	"addressLine": "196 Elizabeth St",
	"postCode": "2000",
	"city": "Sydney",
	"state": "NSW",
	"countryCode": "au",
	"latitude": -33.8797135,
	"longitude": 151.20914059999996
},
"additionalInformation": "Your Shuttle departs from our skydive checkin and departure lounge located at 196 Elizabeth St, Sydney  which is about 350m from Central Railway Station. Please checkin at the departure lounge at least 15min prior to departure to complete check in and paperwork.\r\n\r\nIf you have selected  to be picked up from Kings Cross or Circular Quay we would ask you to reconsider and checkin at our departure lounge which will assist getting your shuttle away on time. If you are able to amend your pickup to our checkin lounge please give us a call on 1300SKYDIVE (1300 759 348) to let us know. The advantages of our skydive check in lounge allow you to relax in comfort, grab a complimentary fresh ground Coffee, Tea or water while waiting for your shuttle to depart.\r\n\r\nIf not the pickup time from Kings Cross is 07:10  and Circular Quay 07:15. Please ensure you have your mobile phone turn ON in case we need to contact you on the morning of your pickup to advise of weather or delays.\r\n\r\nOur 11am shuttle only departs from our skydive check in lounge at 196 Elizabeth St due to traffic in downtown Sydney.\r\n\r\nTo streamline your check in on the day of your skydive you can give us a call to complete all payments prior to the day of your skydive or drop into our checkin lounge to make payments. \r\n\r\nYou may also pre fill in the following online form to speed up checkin on the day of your skydive:  www.sydneyskydivers.com.au/form\r\n\r\nIf you pre fill in this form please advise check in staff on your arrival that it has already been completed.",
"languages": ["en_au"]
